name: "python_backend_for_test"
backend: "python"
max_batch_size: 0
input [
{
    name: "images"
    data_type: TYPE_UINT8
    dims: [1 ,3, 640, 640]
}
]
output [
{
    name: "output"
    data_type: TYPE_UINT8
    dims: [1,25200,85]
}
]
instance_group [
    {
      count: 1
      kind: KIND_GPU
    }
]